[
    {
        "id": 1,
        "name": "React js",
        "price": 5000,
        "description": "React is a free and open-source front-end JavaScript library for building user interfaces or UI components. It is maintained by Facebook and a community of individual developers and companies. React can be used as a base in the development of single-page or mobile applications.",
        "img": "http://blog.addthiscdn.com/wp-content/uploads/2014/11/addthis-react-flux-javascript-scaling.png"
    },
    {
        "id": 2,
        "name": "Vue js",
        "price": 6000,
        "description": "Vue.js is an open-source model–view–viewmodel front end JavaScript framework for building user interfaces and single-page applications. It was created by Evan You, and is maintained by him and the rest of the active core team members",
        "img": "https://xpertlab.com/wp-content/uploads/2020/10/1_wFL3csJ96lQpY0IVT9SE3w.jpeg"
    },
    {
        "id": 3,
        "name": "Node js",
        "price": 8000,
        "description": "Node.js is an open-source, cross-platform, back-end JavaScript runtime environment that runs on the V8 engine and executes JavaScript code outside a web browser.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Node.js_logo.svg/1200px-Node.js_logo.svg.png"
    },
    {
        "id": 4,
        "name": "Express js",
        "price": 4000,
        "description": "Express.js, or simply Express, is a back end web application framework for Node.js, released as free and open-source software under the MIT License. It is designed for building web applications and APIs. It has been called the de facto standard server framework for Node.js",
        "img": "https://initialcommit.com/img/initialcommit/beginners-guide-to-using-express-js-and-node-js-framework.png"
    },
    {
        "id": 5,
        "name": "Angular js",
        "price": 7000,
        "description": "AngularJS is a JavaScript-based open-source front-end web framework for developing single-page applications. It is maintained mainly by Google and a community of individuals and corporations",
        "img": "https://www.technocrazed.com/wp-content/uploads/2020/10/9a_Angular-JS-development.jpg"
    },
    {
        "id": 6,
        "name": "Nuxt js",
        "price": 8000,
        "description": "Nuxt.js is a free and open source web application framework based on Vue.js, Node.js, Webpack and Babel.js. Nuxt is inspired by Next.js, which is a framework of similar purpose, based on React.js. The framework is advertised as a meta-framework for universal applications",
        "img": "https://miro.medium.com/max/1400/1*mh8il3s3hB0Xdpx6ffQLTw.png"
    },
    {
        "id": 7,
        "name": "Next js",
        "price": 7000,
        "description": "Next.js is an open-source development framework built on top of Node.js enabling React based web applications functionalities such as server-side rendering and generating static websites.",
        "img": "https://www.drupal.org/files/project-images/nextjs-drupal.jpg"

    },
    {
        "id": 8,
        "name": "Redux js",
        "price": 3000,
        "description": "Redux is an open-source JavaScript library for managing and centralizing application state. It is most commonly used with libraries such as React or Angular for building user interfaces. Similar to Facebook's Flux architecture, it was created by Dan Abramov and Andrew Clark.",
        "img": "https://redux.js.org/img/redux-logo-landscape.png"
    }
    
   
]